<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="estilos.css"/>
<title>Nelida Palumbo - B&iacute;ografia</title>
</head>

<body>
<div id="todo">
<div id="contenedor">
<div id="barra1">
<div id="barra_biblio">
<div id="menu">
<ul>
<li><a  href="index.html" title="home">Home</a></li>
<li><a id="click"  href="#" title="biografia">Biograf&iacute;a</a></li>
<li><a  href="expo.html" title="exposiciones">Exposiciones</a></li>
<li><a  href="contacto.html" title="contactos">Contacto</a></li>
</ul>
</div>
</div>
</div>
<div id="informacion">
<div id="informacion3">
<p><span id="stron"><strong>N&eacute;lida Palumbo Ferle</strong></span> se ha formado pl&aacute;sticamente en los   talleres de la Escuela Superior de Bellas Artes &quot;Ernesto de la C&aacute;rcova&quot; con   maestros de notable trayectoria. &nbsp;Es egresada asimismo de la Escuela &quot;Fernando Fader.&quot; Frecuent&oacute; renombrados talleres, entre los que se encuentran el de   Aurelio Macchi y Anibal Carre&ntilde;o, entre otros. &nbsp;Su obra posee la calidad que impone una tradici&oacute;n pict&oacute;rica que puede atribuirse a dos factores principales.<img class='fotos' src='images/foto1.jpg' alt='' width='150' height='150' align='right'/> El primero es que la artista proviene de una familia educada tanto en el lenguaje de la pintura como en otras formas de arte; el segundo factor es la   frecuentaci&oacute;n con las obras de los grandes maestros argentinos que renovaron a comienzos del siglo XX el lenguaje pict&oacute;rico, dejando liberada as&iacute; una fuerza   instintiva del color &quot;fauve&quot;&nbsp;y las nuevas tendencias que construyeron una visi&oacute;n ordenada dentro de c&aacute;nones compositivos post-cubistas.&nbsp;</p>
<p>Sus temas predilectos son escenas tradicionales   argentinas y paisajes; estos motivos protagonizaron la producci&oacute;n de las   escuelas art&iacute;sticas de la ribera, cuya historia es evocada cuando hablamos de   los pintores de la Boca del Riachuelo, de la isla Maciel y   tambi&eacute;n&nbsp;aquellos&nbsp;relacionados con la pintura Rioplatense. Tambi&eacute;n vemos enfocado   el paisaje urbano con las mismas notas distintivas en cuanto a resoluciones   pl&aacute;sticas de color y movimiento. &nbsp;</p><p>En la obra pict&oacute;rica de N&eacute;lida Palumbo Ferle   encontramos un color estallante, en algunas pinturas la plena saturaci&oacute;n de la   materia crom&aacute;tica de fuerte raigambre &quot;fauve&quot;. La artista demuestra tambi&eacute;n un   manejo excepcional y con un tono m&aacute;s intimista en sus obras realizadas con la   t&eacute;cnica del pastel, pero en estos momentos es el acr&iacute;lico y el fuerte cromatismo   el que protagoniza sus nuevos trabajos. Otras de sus obras est&aacute;n resueltas por   una paleta restringida, tratada con peque&ntilde;os grafos y gestualidad   sensitiva.&nbsp;&nbsp;Las comparte tambi&eacute;n con otra visi&oacute;n muy ligada a sentimientos de   melancol&iacute;a <img class='fotos' src='images/foto2.jpg' alt='' width='150' height='150' align='left'/> donde el silencio se expresa en la atm&oacute;sfera del paisaje.&nbsp;Ambas   expresiones son habituales en la artista, y en el mismo movimiento &quot;fauve&quot;,   tambi&eacute;n el pintor Albert Marquet es un buen ejemplo de esto. &nbsp;</p><p>Existe entre sus obras de peque&ntilde;o formato una serie con   un juego gestual que es &uacute;nico y conlleva una paleta que posee refinadas   combinaciones de color y un perfecto tratamiento hacia los grises coloreados y   matizados.&nbsp;N&eacute;lida Palumbo Ferle, liberada totalmente a su t&eacute;cnica e instinto   pict&oacute;rico -que es de una fuerza innata-, resuelve con din&aacute;mica y tensi&oacute;n   espacial sus obras. La amplia gama crom&aacute;tica nos hace ver la multiplicidad de   encuadres, de choques que se penetran y&nbsp;de fuerzas&nbsp;entrecruz&aacute;ndose dentro del   conglomerado compositivo de l&iacute;neas y planos.&nbsp;</p>
<p>Muchas de sus obras nos recuerdan a los pintores del   barrio de la Boca, quienes impusieron una visi&oacute;n, una forma de ver la pintura y   una realidad puramente argentina, como lo hace la obra de esta artista.</p>
</div>
</div>
</div>
</div>
<a id="abajo" href="http://marianoferle.com.ar" titulo="Mariano Ferle" target="_blank">MF</a>
</body>
</html>